Repository: robertdevore/benchpress
Catalog: languages/benchpress-*.po
Languages: af, de_de, es_mx, fr_fr, ja

source: Snapshot saved!
af: Snapshot gestoor!
de_de: Schnappschuss gespeichert!
es_mx: ¡Instantánea guardada!
fr_fr: L'instantané est sauvegardé !
ja: スナップショットを保存！

source: Snapshot deleted successfully.
af: Snapshot is suksesvol uitgevee.
de_de: Snapshot erfolgreich gelöscht.
es_mx: Instantánea eliminada exitosamente.
fr_fr: L'instantané a été supprimé avec succès.
ja: スナップショットは正常に削除されました。

source: Failed to delete snapshot.
af: Kon nie momentopname uitvee nie.
de_de: Snapshot konnte nicht gelöscht werden.
es_mx: No se pudo eliminar la instantánea.
fr_fr: Échec de la suppression de l'instantané.
ja: スナップショットの削除に失敗しました。

source: Invalid snapshot ID.
af: Ongeldige momentopname-ID.
de_de: Ungültige Snapshot-ID.
es_mx: ID de instantánea no válida.
fr_fr: ID d'instantané non valide.
ja: スナップショットIDが無効です。

source: All snapshots deleted successfully.
af: Alle foto's is suksesvol uitgevee.
de_de: Alle Snapshots wurden erfolgreich gelöscht.
es_mx: Todas las instantáneas se eliminaron correctamente.
fr_fr: Tous les instantanés ont été supprimés avec succès.
ja: すべてのスナップショットが正常に削除されました。

source: Failed to delete snapshots.
af: Kon nie foto's uitvee nie.
de_de: Snapshots konnten nicht gelöscht werden.
es_mx: No se pudieron eliminar las instantáneas.
fr_fr: Échec de la suppression des instantanés.
ja: スナップショットの削除に失敗しました。

source: No snapshots available to download.
af: Geen kiekies beskikbaar om af te laai nie.
de_de: Keine Schnappschüsse zum Herunterladen verfügbar.
es_mx: No hay instantáneas disponibles para descargar.
fr_fr: Il n'y a pas d'instantanés à télécharger.
ja: ダウンロード可能なスナップショットはありません。

source: Snapshots
af: Foto's
de_de: Schnappschüsse
es_mx: Instantáneas
fr_fr: Captures d'écran
ja: スナップ写真

source: Settings
af: Vertellings
de_de: Einstellungen
es_mx: Ajustes
fr_fr: Paramètres
ja: 設定

source: BenchPress Settings
af: BenchPress-instellings
de_de: BenchPress-Einstellungen
es_mx: Configuración de BenchPress
fr_fr: Réglages BenchPress
ja: ベンチプレスの設定

source: Snapshot Data
de_de: Schnappschuss-Daten
es_mx: Datos de instantáneas
fr_fr: Contenu du Snapshot
ja: スナップショット・データ

source: Total Execution Time: %s seconds
af: Totale uitvoeringstyd: %s sekondes
de_de: Gesamtausführungszeit: %s Sekunden
es_mx: Tiempo total de ejecución: %s segundos
fr_fr: Durée totale d'exécution : %s secondes
ja: 合計実行時間： %s秒

source: Benchmark Options
af: Benchmark Opsies
de_de: Benchmark-Optionen
es_mx: Opciones de referencia
fr_fr: Options de référence
ja: ベンチマーク・オプション

source: Loop Count for Benchmarks
af: Looptelling vir maatstawwe
de_de: Schleifenanzahl für Benchmarks
es_mx: Recuento de bucles para puntos de referencia
fr_fr: Nombre de boucles pour les benchmarks
ja: ベンチマークのループ回数

source: Enable Switch vs Match Benchmark
af: Aktiveer Switch vs Match Benchmark
de_de: Switch vs. Match Benchmark aktivieren
es_mx: Habilitar el punto de referencia Switch vs Match
ja: イネーブル・スイッチ対マッチ・ベンチマーク

source: Enable Transient vs Direct Query Benchmark
af: Aktiveer Transient vs Direct Query Benchmark
de_de: Aktivieren Sie den Benchmark zwischen transienten und direkten Abfragen
es_mx: Habilitar la comparación entre consulta directa y transitoria
ja: トランジェント・ベンチマークとダイレクト・クエリー・ベンチマークの比較

source: Enable Post Meta Access Benchmark
af: Aktiveer Post Meta Access Benchmark
de_de: Post-Meta-Access-Benchmark aktivieren
es_mx: Habilitar el punto de referencia de acceso a metadatos de publicación
ja: ポスト・メタ・アクセス・ベンチマークを有効にする

source: WP_Query Settings
af: WP_Query-instellings
de_de: WP_Query Einstellungen
es_mx: Configuración de WP_Query
fr_fr: Paramètres de WP_Query
ja: WP_Query 設定

source: Query Type
af: Soort navraag
de_de: Abfragetyp
es_mx: Tipo de consulta
fr_fr: Type de requête
ja: クエリータイプ

source: Single Post
af: Enkelpos
de_de: Einzelner Beitrag
es_mx: Publicación individual
fr_fr: Article seul
ja: 記事ページ

source: Multiple Posts
af: Veelvuldige plasings
de_de: Mehrere Beiträge
es_mx: Publicaciones múltiples
fr_fr: Postes multiples
ja: 複数の投稿

source: Single Post Query
af: Enkelpos-navraag
de_de: Einzelne Postabfrage
es_mx: Consulta de publicación única
fr_fr: Requête d'un seul poste
ja: 単一投稿クエリ

source: Post ID
af: Miniblad ID
de_de: Beitrag-ID
es_mx: ID de Publicación
fr_fr: ID de l'article
ja: 投稿 ID

source: Multiple Post Query
af: Meervoudige plasingsnavraag
de_de: Abfrage mehrerer Beiträge
es_mx: Consulta de publicaciones múltiples
fr_fr: Requête pour des messages multiples
ja: 複数投稿クエリ

source: Post Type
af: Artikel Tipe
de_de: Beitragstyp
es_mx: Tipo de mensaje
fr_fr: Type d'article
ja: 投稿タイプ

source: Number of Posts
af: Aantal Arikels
de_de: Anzahl der Beiträge
es_mx: Cantidad de publicaciones
fr_fr: Nombre d’articles
ja: 投稿数

source: Taxonomy
af: Taksonomie
de_de: Taxonomie
es_mx: Taxonomía
fr_fr: Taxonomie
ja: タクソノミー（分類）

source: Select Taxonomy
af: Kies Taksonomie
de_de: Taxonomy wählen
es_mx: Elige una taxonomía
fr_fr: Sélectionnez la Taxonomie
ja: 分類（タクソノミー）を選択

source: Terms (comma-separated)
af: Bepalings (kommageskei)
de_de: Begriffe (Komma-getrennt)
es_mx: Términos (separados por comas)
fr_fr: Termes (séparés par des virgules)
ja: 用語（カンマ区切り）

source: Order By
af: Bestel by
de_de: Sortieren nach
es_mx: Ordenar por
fr_fr: Trier par
ja: 並び順

source: Date
af: Datum
de_de: Datum
es_mx: Fecha
ja: 日付

source: Title
af: Titel
de_de: Titel
es_mx: Título
fr_fr: Titre
ja: タイトル

source: Name
af: Naam
es_mx: Nombre
fr_fr: Nom
ja: 名前

source: Author
af: Skrywer
de_de: Autor
es_mx: Autor
fr_fr: Auteur
ja: 投稿者

source: Modified
af: Gewysig
de_de: Geändert
es_mx: Modificado
fr_fr: Modifié
ja: 更新日

source: Random
af: Willekeurig
de_de: Zufällig
es_mx: Aleatorio
fr_fr: Aléatoire
ja: ランダム

source: Order
af: Stuur aansoek
de_de: Bestellung
es_mx: Orden
fr_fr: Commande
ja: 注文

source: Ascending
af: Stygend
de_de: Aufsteigend
es_mx: Ascendente
fr_fr: Ascendant
ja: 昇順

source: Descending
af: Dalend
de_de: Absteigend
es_mx: Descendente
fr_fr: Descendant
ja: 降順

source: Save Settings
af: Stoor Instellings
de_de: Einstellungen speichern
es_mx: Guardar Ajustes
fr_fr: Enregistrer les paramètres
ja: 設定を保存

source: Snapshot
de_de: Schnappschuss
es_mx: Instantánea
fr_fr: Capture d'écran
ja: スナップショット

source: Actions
af: Aksies
de_de: Aktionen
es_mx: Acciones
ja: アクション

source: View Data
af: Bekyk data
de_de: Ansicht Daten
es_mx: Ver datos
fr_fr: Voir les données
ja: データを見る

source: Delete Snapshot
af: Vee Snapshot uit
de_de: Snapshot löschen
es_mx: Eliminar instantánea
fr_fr: Supprimer l'instantané
ja: スナップショットの削除

source: Benchmark
af: Maatstaf
es_mx: Punto de referencia
fr_fr: Référence
ja: ベンチマーク

source: Benchmarks
af: Maatstawwe
es_mx: Referencia
fr_fr: Référence
ja: ベンチマーク

source: Benchmark Name
af: Benchmark Naam
es_mx: Nombre del punto de referencia
fr_fr: Nom de l'indice de référence
ja: ベンチマーク名

source: Execution Time (s)
af: Uitvoering tyd (s)
de_de: Ausführungszeit (s)
es_mx: Tiempo de ejecución (s)
fr_fr: Temps d'exécution (s)
ja: 実行時間 (s)

source: Description
af: Beskrywing
de_de: Beschreibung
es_mx: Descripción
ja: 説明

source: Time to execute WP_Query by post ID %d, post type %s, ordering by %s (%s), averaged over %d iteration(s).
af: Tyd om WP_Query uit te voer deur pos-ID %d, postipe %s, gerangskik volgens %s (%s), gemiddeld oor %d iterasie(s).
de_de: Zeit für die Ausführung von WP_Query nach Beitrags-ID %d, Beitragstyp %s, Bestellung nach %s (%s), gemittelt über %d Iteration(en).
es_mx: Tiempo para ejecutar WP_Query por ID de publicación %d, tipo de publicación %s, ordenando por %s (%s), promediado en %d iteraciones.
fr_fr: Temps d'exécution de WP_Query par ID de message %d, type de message %s, classement par %s (%s), moyenne sur %d itération(s).
ja: 投稿 ID %d、投稿タイプ %s、順序 %s (%s) で WP_Query を実行するのにかかる時間 (%d 回の反復で平均)。

source: Time to execute WP_Query for %d posts of post type %s, ordering by %s (%s), with taxonomy (%s) and terms (%s), averaged over %d iteration(s).
af: Tyd om WP_Query uit te voer vir %d plasings van plasingstipe %s, gerangskik volgens %s (%s), met taksonomie (%s) en terme (%s), gemiddeld oor %d iterasie(s).
de_de: Zeit zur Ausführung von WP_Query für %d Beiträge des Beitragstyps %s, geordnet nach %s (%s), mit Taxonomie (%s) und Begriffen (%s), gemittelt über %d Iteration(en).
es_mx: Es hora de ejecutar WP_Query para %d publicaciones del tipo de publicación %s, ordenando por %s (%s), con taxonomía (%s) y términos (%s), promediado en %d iteraciones.
fr_fr: Temps d'exécution de WP_Query pour %d articles de type %s, classés par %s (%s), avec taxonomie (%s) et termes (%s), moyenne sur %d itération(s).

source: none
af: geen
de_de: keine
es_mx: ninguno
fr_fr: aucune
ja: 該当なし

source: WP_Query Benchmark
es_mx: Punto de referencia de WP_Query
ja: WP_Queryベンチマーク

source: Array Merge vs Union
de_de: Array-Zusammenführung vs. Vereinigung
es_mx: Fusión y unión de matrices
fr_fr: Fusion et union de tableaux
ja: アレイのマージとユニオンの比較

source: Comparing array_merge and array union (+). The array_merge is %s by %s seconds on average over %d iterations.
af: Vergelyk array_merge en array union (+). Die array_merge is gemiddeld %s by %s sekondes oor %d iterasies.
de_de: Vergleich von array_merge und array union (+). Die array_merge ist %s um %s Sekunden im Durchschnitt über %d Iterationen.
es_mx: Comparación de array_merge y array union (+). El array_merge dura %s por %s segundos en promedio durante %d iteraciones.
fr_fr: Comparaison entre array_merge et array union (+). Le array_merge est %s par %s secondes en moyenne sur %d itérations.

source: Dot Operator vs sprintf
af: Puntoperateur vs sprintf
de_de: Punkt-Operator vs. sprintf
es_mx: Operador de puntos vs sprintf
fr_fr: Opérateur point vs sprintf
ja: ドット演算子 vs sprintf

source: Comparing dot operator (.) and sprintf for string concatenation. The dot operator is %s by %s seconds on average over %d iterations.
af: Vergelyk puntoperateur (.) en sprintf vir string aaneenskakeling. Die puntoperateur is gemiddeld %s by %s sekondes oor %d iterasies.
de_de: Vergleich zwischen dem Punkt-Operator (.) und sprintf für die String-Verkettung. Der Punkt-Operator benötigt im Durchschnitt %s mal %s Sekunden über %d Iterationen.
es_mx: Comparación del operador de punto (.) y sprintf para la concatenación de cadenas. El operador de punto se ejecuta %s por %s segundos en promedio durante %d iteraciones.
fr_fr: Comparaison de l'opérateur point (.) et de sprintf pour la concaténation de chaînes de caractères. L'opérateur point est plus rapide de %s à %s secondes en moyenne sur %d itérations.

source: Transient Caching vs Direct Query
af: Verbygaande caching vs direkte navraag
de_de: Transientes Caching vs. direkte Abfrage
es_mx: Almacenamiento en caché transitorio frente a consulta directa
fr_fr: Mise en cache transitoire ou interrogation directe
ja: トランジェント・キャッシングとダイレクト・クエリーの比較

source: Direct query is %s by %s seconds compared to transient caching.
af: Direkte navraag is %s by %s sekondes in vergelyking met verbygaande kas.
de_de: Die direkte Abfrage dauert %s mal %s Sekunden im Vergleich zur vorübergehenden Zwischenspeicherung.
es_mx: La consulta directa es de %s por %s segundos en comparación con el almacenamiento en caché transitorio.
fr_fr: L'interrogation directe est de %s à %s secondes par rapport à la mise en cache transitoire.
ja: トランジェント・キャッシングに比べ、ダイレクト・クエリーは%s×%s秒である。

source: Retrieving post meta for post ID %d using get_post_meta is %s by %s seconds compared to WP_Meta_Query.
af: Die herwinning van plasingsmeta vir plasing-ID %d deur gebruik te maak van get_post_meta is %s by %s sekondes in vergelyking met WP_Meta_Query.
de_de: Das Abrufen von Post-Meta für Post-ID %d mit get_post_meta dauert %s um %s Sekunden im Vergleich zu WP_Meta_Query.
es_mx: La recuperación de metadatos de publicaciones para el ID de publicación %d usando get_post_meta demora %s por %s segundos en comparación con WP_Meta_Query.
fr_fr: La récupération des méta de l'article ID %d en utilisant get_post_meta prend %s par %s secondes par rapport à WP_Meta_Query.
ja: get_post_metaを使用して投稿ID %dの投稿メタを取得する場合、WP_Meta_Queryと比較して%s秒から%s秒かかります。

source: Retrieving post meta for %d posts using get_post_meta is %s by %s seconds compared to WP_Meta_Query.
af: Die herwinning van plasingsmeta vir %d plasings met get_post_meta is %s by %s sekondes in vergelyking met WP_Meta_Query.
de_de: Das Abrufen von Beitragsmetadaten für %d Beiträge mit get_post_meta dauert %s bis %s Sekunden im Vergleich zu WP_Meta_Query.
es_mx: La recuperación de metadatos de publicaciones para %d publicaciones usando get_post_meta demora %s por %s segundos en comparación con WP_Meta_Query.
fr_fr: La récupération des méta pour %d articles en utilisant get_post_meta est de %s à %s secondes par rapport à WP_Meta_Query.
ja: get_post_metaを使用して%d件の投稿のメタ情報を取得する場合、WP_Meta_Queryと比較して%s秒から%s秒短縮されます。

source: get_post_meta() vs WP_Meta_Query
es_mx: comparación entre get_post_meta() y WP_Meta_Query

source: BenchPress Snapshots
af: BenchPress-kiekies
de_de: BenchPress-Schnappschüsse
es_mx: Instantáneas de BenchPress
fr_fr: Instantanés de BenchPress
ja: ベンチプレス・スナップショット

source: Clear Snapshots
af: Maak kiekies skoon
de_de: Schnappschüsse löschen
es_mx: Instantáneas claras
fr_fr: Des instantanés clairs
ja: クリア・スナップショット

source: Download Snapshots
af: Laai Snapshots af
de_de: Schnappschüsse herunterladen
es_mx: Descargar instantáneas
fr_fr: Télécharger Snapshots

source: Support
af: Hulp
es_mx: Soporte
ja: サポート

source: Documentation
af: Dokumentasie
de_de: Dokumentation
es_mx: Documentación
ja: ドキュメント

source: Save Snapshot
af: Stoor Snapshot
de_de: Schnappschuss speichern
es_mx: Guardar instantánea
fr_fr: Sauvegarder une capture d’écran
ja: スナップショットの保存

source: Refresh Tests
af: Herlaai toetse
de_de: Tests aktualisieren
es_mx: Pruebas de actualización
fr_fr: Tests de rafraîchissement

source: More Plugins
af: Meer inproppe
de_de: Weitere Plugins
es_mx: Más Plugins
fr_fr: Plus de plugins
ja: その他のプラグイン

source: Switch vs Match
de_de: Schalter gegen Spiel
es_mx: Cambiar vs. Match

source: The switch statement is %s by %s seconds compared to match.
af: Die skakelstelling is %s by %s sekondes in vergelyking met passing.
de_de: Die switch-Anweisung ist %s mal %s Sekunden im Vergleich zu match.
es_mx: La declaración de cambio se compara %s por %s segundos con la coincidencia.
fr_fr: La déclaration de commutation est de %s par %s secondes par rapport à la correspondance.

source: A tool for benchmarking PHP code snippets and WordPress® queries to help developers optimize performance.
af: 'n Hulpmiddel om PHP-kodebrokkies en WordPress®-navrae te meet om ontwikkelaars te help om werkverrigting te optimaliseer.
de_de: Ein Tool zum Benchmarking von PHP-Code-Snippets und WordPress®-Abfragen, das Entwicklern bei der Leistungsoptimierung hilft.
es_mx: Una herramienta para evaluar fragmentos de código PHP y consultas de WordPress® para ayudar a los desarrolladores a optimizar el rendimiento.
fr_fr: Un outil d'évaluation des extraits de code PHP et des requêtes WordPress® pour aider les développeurs à optimiser les performances.

source: BenchPress
de_de: Bankdrücken
ja: ベンチプレス
